#message=input("Здравствуйте, как вас зовут?")
#print("Здравствуйте",message)
#car=input("Какую машину вы хотели бы преобрести?")
#print("Вы хотели бы преобрести", car, "правильно?")
#color=input("Укажите предпочитаемый цвет автомобиля")
#credit=input("Хотите ли взять эту машину в кредит?")
#a=f"Вы хотите преобрести-{car}, цвет: {color}, кредит: {credit} "
#print(f"Вы хотите преобрести-{car}, цвет: {color}, кредит: {credit} ")

#message=input("Здравствуйте, назовите пожалуйста ваше имя")
#print("Здравствуйте",message)
#table=input("На сколько человек вы бы хотели заказать стол?")
#dish=input("Укажите предпочитаемые блюда")
#time=input("В котором часу вы бы хотели прийти? Нам нужна эта информация для того, чтобы блюда не остыли до вашего прихода.")
#a=f"Вы хотите заказать стол на {table} челоовек, блюда, которые нужно подать{dish}, время бронирования стола{time}"
#print(f"Вы хотите заказать стол на {table} челоовек, блюда, которые нужно подать{dish}, время бронирования стола{time}")

#a=str("Pyt")
#b=str("hon")
#print(a+b)

import random
q=[26,74,85,12,1,20]
rand=random.choice(q)
print(rand)